Repository: Arc676/Hangman-Linux
Catalog: po/*.po
Languages: de, fr, nl

source: New Game
de: Neues Spiel
fr: Nouvelle partie
nl: Nieuw spel

source: Enter secret word
de: Geheimes Wort eingeben
fr: Entrez un mot à découvrir
nl: Voer het geheime woord in

source: Start game
de: Spiel starten
fr: Commencer la partie
nl: Spelen

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Maximum attempts
de: Maximale Versuche
fr: Nombre maximum de tentatives
nl: Maximum aantal pogingen

source: (Note that the number of graphically displayable Hangman states is always 8.)
de: (Bemerken Sie, dass am meistens immer nur 8 Zustände graphisch dargestellt werden können.)
fr: (Notez que le nombre d'états affichables graphiquement pour le pendu est toujours de 8.)
nl: (let op: je kunt een hoog getal invoeren, maar de man aan de galg kent slechts 8 vaste posities)

source: Use provided word list
de: Vorgegebene Wortliste verwenden
fr: Utiliser la liste de mots fournie
nl: Meegeleverde woordenlijst gebruiken

source: Word lists must be a newline-separated list of words. There should be no trailing newline.
de: Wortlisten müssen eine Liste von durch neue Zeilen getrennten Wörtern sein. Es sollte keine neue Zeile am Ende geben.
fr: Les listes de mots doivent être sous la forme d'une liste de mots séparés par une nouvelle ligne. Il ne doit y avoir aucune nouvelle ligne vide.
nl: Woordenlijsten moeten regelgescheiden lijst met woorden bevatten en geen witregel aan het eind.

source: Import word list...
fr: Importer une liste de mots...
nl: Woordenlijst importeren...

source: Imported file:
de: Importierte Datei:
fr: Fichier importé :
nl: Geïmporteerd bestand:

source: You win! The word was "%1".
de: Sie gewinnen! Das Wort lautete "%1".
fr: Vous avez gagné ! Le mot était "%1".
nl: Je hebt gewonnen! Het woord was "%1".

source: Game over. The word was "%1".
de: Sie verlieren. Das Wort lautete "%1".
fr: Vous avez perdu ! Le mot était "%1".
nl: Je hebt verloren. Het woord was "%1".

source: Word contains invalid characters
de: Wort enthält unzulässige Zeichen
fr: Le mot contient des caractères invalides
nl: Het woord bevat ongeldige tekens

source: An error occurred while creating the game.
de: Spielerzeugung ist fehlgeschlagen.
fr: Une erreur s'est produite à la création du jeu.
nl: Er is een fout opgetreden tijdens het opzetten van het spel.

source: Please import a word list or use one of the provided lists.
de: Bitte eine Wortliste importieren oder eine vorgegebene Liste verwenden
fr: Veuillez importer une liste de mots ou utiliser une des listes fournies.
nl: Importeer een woordenlijst of kies één van de meegeleverde.

source: No game in progress
de: Kein Spiel läuft
fr: Aucune partie en cours
nl: Er is geen onderbroken spel

source: Error
de: Fehler
fr: Erreur
nl: Fout

source: OK
fr: Valider
nl: Oké

source: written by Arc676/Alessandro Vinciguerra. Project available under
de: Programmierung von Arc676/Alessandro Vinciguerra. Projekt verfügbar unter
fr: écrit par Arc676/Alessandro Vinciguerra. Projet disponible sous
nl: Gemaakt door Arc676/Alessandro Vinciguerra en beschikbaar gesteld onder de

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation (version 3).
de: Dieses Programm ist freie Software: du kannst es verteilen und/oder modifizieren nach den Regeln der GNU Public License wie von der Free Software Foundation (Version 3) veröffentlicht.
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU telle que publiée par la Fondation pour le Logiciel Libre (Free Software Foundation) en version 3.
nl: Dit programma is vrije software. Je mag het heruitgeven en/of aanpassen onder de voorwaarden van de GNU General Public License, zolas gepubliceerd door de Free Software Foundation (versie 3).

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm entstand in der Hoffnung, dass es nützlich ist, aber OHNE JEDE GARANTIE; nicht einmal implizierte Garantien für GEBRAUCHSFÄHIGKEIT oder EINE SPEZIELLE ANWENDBARKEIT. Für mehr Details lies bitte die GNU General Public License.
fr: Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de QUALITÉ MARCHANDE ou d'ADAPTATION À UN USAGE PARTICULIER. Consultez la Licence Publique Générale GNU pour plus de détails.

source: For the full license text, visit the <a href='https://github.com/Arc676/Hangman-Linux'>repository</a> or the <a href='http://www.gnu.org/licenses/'>GNU licenses page</a>
de: Für den gesamten Lizenztext, besuche das <a href='https://github.com/Arc676/Farkle-Linux'>Repository</a> oder die <a href='http://www.gnu.org/licenses/'>"GNU licenses" Seite</a>
fr: Pour le texte complet de la license, visitez le <a href='https://github.com/Arc676/Hangman-Linux'>dépôt</a> ou la <a href='http://www.gnu.org/licenses/'>page des licenses GNU</a>
nl: Ga naar de <a href='https://github.com/Arc676/Hangman-Linux'>repo</a> of <a href='http://www.gnu.org/licenses/'>GNU-licentiespagina</a> om de volledige licentietekst te lezen.

source: <a href='https://creativecommons.org/licenses/by-nc-sa/4.0/legalcode'>CC BY-NC-SA 4.0</a> Assets
de: <a href='https://creativecommons.org/licenses/by-nc-sa/4.0/legalcode'>CC BY-NC-SA 4.0</a> Ressourcen
fr: <a href='https://creativecommons.org/licenses/by-nc-sa/4.0/legalcode'>CC BY-NC-SA 4.0</a> Ressources
nl: <a href='https://creativecommons.org/licenses/by-nc-sa/4.0/legalcode'>CC BY-NC-SA 4.0</a>-objecten

source: Application icon and hangman states adapted from <a href='https://www.flaticon.com/free-icon/hangman-game_2241186?term=hangman&page=1&position=6'>this image</a> by <a href='https://www.flaticon.com/authors/smalllikeart'>smalllikeart</a> on <a href='https://www.flaticon.com/'>flaticon</a>. Modifications by Arc676/Alessandro Vinciguerra.
de: Anwendungssymbol und hangman-Zustände basierend auf <a href='https://www.flaticon.com/free-icon/hangman-game_2241186?term=hangman&page=1&position=6'>dieses Bild</a> von <a href='https://www.flaticon.com/authors/smalllikeart'>smalllikeart</a> auf <a href='https://www.flaticon.com/'>flaticon</a>. Änderungen von Arc676/Alessandro Vinciguerra.
fr: L'icône de l'application et les statuts du pendu sont adaptés de <a href='https://www.flaticon.com/free-icon/hangman-game_2241186?term=hangman&page=1&position=6'>cette image</a> par <a href='https://www.flaticon.com/authors/smalllikeart'>smalllikeart</a> sur <a href='https://www.flaticon.com/'>flaticon</a>. Modifications par Arc676/Alessandro Vinciguerra.
nl: Het spelpictogram en de galgjeposities zijn overgenomen van <a href='https://www.flaticon.com/free-icon/hangman-game_2241186?term=hangman&page=1&position=6'>deze afbeelding</a> van <a href='https://www.flaticon.com/authors/smalllikeart'>smalllikeart</a> op <a href='https://www.flaticon.com/'>flaticon</a>, en bevat aanpassingen van Arc676/Alessandro Vinciguerra.

source: Word Lists
de: Wortlisten
fr: Listes de mots
nl: Woordenlijsten

source: US English word list <a href='http://wordlist.aspell.net/12dicts/'>2of12</a> compiled by Alan Beale and released into the public domain.
de: US-englische Wortliste <a href='http://wordlist.aspell.net/12dicts/'>2of12</a> kompiliert von Alan Beale und in die Gemeinfreiheit entlassen.
fr: Liste de mots anglais américains <a href='http://wordlist.aspell.net/12dicts/'>2of12</a> compilée par Alan Beale et distribuée dans le domaine publique.
nl: Amerikaans-Engelse woordenlijst <a href='http://wordlist.aspell.net/12dicts/'>2of12</a>, samengesteld door Alan Beale en uitgebracht op het publieke domein.

source: Elements of the periodic table (until 118 Oganesson) in US spelling compiled by Arc676/Alessandro Vinciguerra available under <a href='https://creativecommons.org/share-your-work/public-domain/cc0/'>CC0</a>.
de: Elemente des Periodensystems (bis 118 Oganesson) in US-englischer Rechtschreibung kompiliert von Arc676/Alessandro Vinciguerra verfügbar unter <a href='https://creativecommons.org/share-your-work/public-domain/cc0/'>CC0</a>.
fr: Éléments du tableau périodique (jusqu'à 118 Oganesson) en orthographe américaine compilée par Arc676/Alessandro Vinciguerra et disponible sous license <a href='https://creativecommons.org/share-your-work/public-domain/cc0/'>CC0</a>.
nl: Elementen van het periodiek systeem (tot 118 Oganesson) in de Amerikaanse spellingswijze, samengesteld door Arc676/Alessandro Vinciguerra en uitgebracht onder de <a href='https://creativecommons.org/share-your-work/public-domain/cc0/'>CC0</a>-licentie.

source: Country names obtained from <a href='https://textlists.info/geography/countries-of-the-world/'>TextLISTS</a>'s list of all countries. The list is available for free for personal or commercial use. Countries with special characters were removed for compatibility reasons.
de: Landnamen erhalten von <a href='https://textlists.info/geography/countries-of-the-world/'>TextLISTS</a>. Diese Liste ist für persönliche oder kommerzielle Verwendung frei. Länder, deren Namen Sonderzeichen enthalten, wurden aus Kompatibilitätsgründen entfernt.
fr: Noms de pays obtenus à partir de la liste <a href='https://textlists.info/geography/countries-of-the-world/'>TextLISTS</a> de tous les pays. La liste est disponible librement pour un usage personnel ou commercial. Les pays avec des caractères spéciaux ont été retirés pour des raisons de compatibilité.

source: Import Word List From...
de: Wortliste Importieren Aus...
fr: Importer une liste de mots à partir de...
nl: Woordenlijst importeren uit...

source: Hangman
de: Galgenmännchen
fr: Pendu
nl: Galgje

source: New from word list
de: Neu von Wortliste
fr: Nouveau à partir de la liste de mots
nl: Nieuw uit woordenlijst

source: New game
de: Neues Spiel
fr: Nouvelle partie
nl: Nieuw spel

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: About
de: Über
fr: À propos
nl: Over

source: One word country names obtained from <a href='https://textlists.info/geography/countries-of-the-world/'>TextLISTS</a>'s list of all countries. The list is available for free for personal or commercial use. Countries with spaces and special characters were removed for compatibility reasons.
nl: Landnamen bestaande uit één woord, overgenomen van <a href='https://textlists.info/geography/countries-of-the-world/'>TextLISTS</a>' landenlijst. De lijst is gratis te gebruiken, zowel zakelijk als privé. Landnamen met spaties en speciale tekens zijn bewust weggelaten.
